{
  "title": "Literature",
  "sections": [
    {
      "id":"arunachal",
      "content-first":"Literature in Arunachal Pradesh is a reflection of the rich and diverse cultural tapestry of this northeastern Indian state. It serves as a testament to the timeless oral traditions, tribal folklore, and the contemporary experiences of its people. Arunachal Pradesh, with its numerous indigenous communities, boasts a literary landscape that is as varied as the region's topography. Through their words, Arunachali authors transport readers into a world where myths and legends come alive, where the vibrant tapestries of tribal life unfold, and where the lush, pristine landscapes are beautifully woven into the narrative. These authors, often deeply rooted in their native traditions and languages, share their unique perspectives on life, identity, and the ever-changing dynamics of their homeland. Their stories resonate with themes of resilience, preservation of cultural heritage, and the delicate balance between tradition and modernity. As Arunachal Pradesh continues to evolve, so too does its literary scene, offering a window into the soul of this enchanting state, making its literature a treasure trove of stories waiting to be explored by readers from around the world.",
      "title":"Arunachal Pradesh",
      
      "image-first": "./yeshe.jpg",
      "content-second": "Yeshe Dorjee Thongchi is an Indian writer who writes in Assamese. He was born in West Kameng district of Arunachal Pradesh in 1952 and belongs to the Sherdukpen tribe. He started writing poems at a young age and published his first poem Jonbai in 1967. He joined the civil service in 1977 and later became an Indian Administrative Service officer in 1992. He retired as a deputy commissioner in 2000. He has written several novels, short stories, folktales, translations and an autobiography. Some of his notable works are Sonam (1982), Mauna Outh Mukhar Hriday (2005), Sainikar Senapati (2010) and Hanhi, Sakulor Saisav (2011), The Sky Queen (2006) and Once Upon a Moontime (2012). He has received many awards and honors for his literary contributions, such as the Padma Shri in 2020, the Sahitya Akademi Award in 2005, the Bhasha Bharati Award in 2005 and the Kalaguru Bishnu Rabha Literary Award in 2001.",
      
      "image-second":"./mamang.jpg",
      "content-third":"Mamang Dai is an Indian poet, novelist and journalist who writes in English and Adi. She was born in Pasighat, East Siang district of Arunachal Pradesh in 1957 and belongs to the Adi tribe. She completed her schooling from Shillong and graduation in English literature from Gauhati University. She was selected for the IAS in 1979 but left the post to pursue her career in journalism. She has worked as a correspondent for The Telegraph, Hindustan Times and The Sentinel. She has also worked as a programme officer for the Worldwide Fund for Nature and a member of the Arunachal Pradesh state public service commission. She has published several books of fiction, poetry, non-fiction and folklore. Some of her acclaimed works are The Legends of Pensam (2006), The Black Hill (2014), A River Sutra (2000), River Poems (2004) and Mountain Harvest: The Food of Arunachal Pradesh (2004). She has received many awards and recognition for her literary achievements, such as the Padma Shri in 2011, the Sahitya Akademi Award in 2017, the Verrier Elwin Prize in 2013 and the Assam Valley Literary Award in 2017.",
      
      "image-third": "./tagang.jpg",
      "content-fourth": "Tagang Taki is an Indian writer who writes in Assamese. He was born in Siang district of Arunachal Pradesh and belongs to the Adi tribe. He started writing during the NEFA days and has contributed to the development of literature in Arunachal Pradesh. He has written several novels, short stories, essays and travelogues. Some of his notable works are Jibanar Rang (1978), Jibanar Prashna (1980), Jibanar Dhwani (1982) and Jibanar Pratidhwani (1984). He has also translated works from Hindi, Bengali and English into Assamese. He has received many awards and honors for his literary works, such as the Luminous Lummer Dai Literary Award in 2019, the Sahitya Akademi Translation Prize in 1998, the Birendra Kumar Bhattacharya Memorial Award in 1996 and the Assam Sahitya Sabha Award in 1988.",
    
      "image-fourth":"./akraina.jpg",
      "content-fifth":"A.K. Raina is an Indian artist who paints, draws and designs. He was born in Srinagar, Kashmir in 1938 and belongs to the Kashmiri Pandit community. He dropped out of college at the age of 16 and joined the School of Arts, Trivandrum, Kerala. He started his career as a craftsman at the School of Designs, Srinagar in 1959 and started painting in 1965. He was a founder member and secretary of the Kashmir Artist Guild in 1974. He was selected by the National Institute of Design for a training program of craft design in 1981. He was forced to leave Kashmir in 1990 during the Exodus of Kashmiri Hindus and his house was burnt down. He has exhibited his paintings at various national and international venues. Some of his works are Papor Pukhuri (1970), Bah Fular Gundh (1974), Lingjhik Bih Kanyar Deshat (1986) and Flyrock Danger Zone Demarcation (2011). He has received many awards and recognition for his artistic creations, such as the Annual State Art Exhibition Award (1967,69,73 and 76), the Lalded Award (1979), the Senior Fellowship from the Ministry of Culture (2000), the Mira Kala Samman (2004) and the Kalhan Award for Lifetime Achievement (2004)."
    },



    {
      "id":"assam",
      "content-first":"Literature in Assam is an intricate tapestry that weaves together the diverse cultural, historical, and social threads of this northeastern Indian state. It stands as a testament to the rich heritage of the Assamese people and their enduring love for storytelling. Assam's literary tradition is a reflection of its ancient roots, deeply influenced by the spiritual and mythological tales of its past, and it has evolved over the centuries to encapsulate the essence of Assamese life. Assam's authors, whether poets, novelists, or playwrights, delve into the complexities of human existence, the intricate interplay of tradition and modernity, and the timeless connection between man and nature. Their writings often reflect the ever-changing sociopolitical landscape of Assam and resonate with themes of identity, resilience, and social change. With a literary heritage that spans from the classical works of Srimanta Sankardev to the contemporary voices of writers like Arupa Patangia Kalita, Assam's literature continues to be a vibrant mosaic that celebrates the spirit of this unique region, captivating readers with its depth and diversity.",
      "title": "Assam",

      "image-first": "./lakshminath.jpg",
      "content-second": "Lakshminath Bezbaroa was an Indian writer who wrote in Assamese. He was born in Sibsagar district of Assam in 1868 and is considered to be a pioneer of modern Assamese literature. He was a versatile writer who wrote poems, novels, short stories, dramas, satires, essays and translations. He was also a leader of the Jonaki era, a literary movement that marked the beginning of romanticism in Assamese literature. Some of his notable works are Kripabar Barbaruahor Kabya (1890), Burhi Aair Sadhu (1911), Katha Bhagavata (1916) and Surabhi (1926). He was also known by his sobriquet Roxoraj and Sahityarathi. He was a prominent figure in the cultural and social life of Assam and was involved in various organizations such as the Asam Sahitya Sabha, the Asam Chatra Sanmilan and the Asam Sahitya Sanmilani. He was also a nationalist who supported the Indian freedom struggle and advocated for the rights and interests of the Assamese people.",
      
      "image-second": "./shankardev.jpg",
      "content-third":"Shankardeva was an Indian saint, scholar, poet, playwright, composer and social reformer who wrote in Assamese and Sanskrit. He was born in Nagaon district of Assam in 1449 and is considered to be the founder of the Neo-Vaishnavism movement in Assam. He propagated the worship of Lord Vishnu through his literary and artistic works, which are collectively known as the Bhagavata Purana. He also established a monastic order called the Sattra, where devotees lived and practiced his teachings. Some of his notable works are Kirtan Ghosha (a collection of devotional songs), Ankiya Naat (a genre of one-act plays), Bhakti Ratnakara (a biography of his disciples), and Gunamala (a summary of the Bhagavata Purana). He also composed many classical music forms such as Borgeet, Bhatima, Jhumura and Alkap. He had many disciples and followers, such as Madhavdeva, Damodardeva, Harideva and Ramcharan Thakur. He died in Koch Behar in 1568. He is widely revered as one of the greatest spiritual and cultural icons of Assam and has been honored with various awards and recognitions, such as the Padma Vibhushan in 2012, the Sangeet Natak Akademi Fellowship in 2008 and the Assam Ratna in 2005.",
      
      "image-third": "./jyotiprasad.jpg",
      "content-fourth":"Jyotiprasad Agarwala was an Indian writer, poet, playwright, filmmaker, composer and freedom fighter who wrote in Assamese. He was born in Jorhat district of Assam in 1903 and is considered to be the father of Assamese culture. He was a multifaceted personality who contributed to various fields of literature, music, cinema, drama and social service. He was also a leader of the Assam Sahitya Sabha and the Indian National Congress. Some of his notable works are Rupkonwar (1934), Joymoti (1935), Sonit Kunwari (1937) and Karengar Ligiri (1941). He also composed many popular songs such as Biswa Bijoyi Naujawan, Mor Bhabonare Ki Haway Matalo, Buku Hom Hom Kore and Luitore Paarore Ami Thakim. He was also a pioneer of mobile theatre in Assam and founded the Ban Stage in 1932. He died in Tezpur in 1951. He is widely regarded as one of the greatest cultural icons of Assam and has been honored with various awards and recognitions, such as the Padma Shri in 1956, the Sangeet Natak Akademi Award in 1960 and the Dadasaheb Phalke Award in 1976.",
      
      "image-fourth": "./mamoni.jpg",
      "content-fifth":"Mamoni Raisom Goswami was an Indian writer who wrote in English and Assamese. She was born in Guwahati, Kamrup district of Assam in 1942 and belongs to the Tai-Ahom community. She completed her schooling from Latashil Primary School, Guwahati; Pine Mount School, Shillong; Tarini Charan Girls’ School, Guwahati; Cotton College, Guwahati; Gauhati University; Delhi University; and Vidyasagar College of Education, Kolkata. She started her career as a lecturer at the Handique Girls College, Guwahati and later became a professor at the Delhi University. She has published several books of fiction, poetry, non-fiction and folklore. Some of her acclaimed works are The Shadow of Kamakhya (1980), The Moth-Eaten Howdah of the Tusker (1986), The Rusted Sword (1994) and The Man from Chinnamasta (2005). She has received many awards and recognition for her literary achievements, such as the Jnanpith Award in 2000, the Sahitya Akademi Award in 1983, the Bharatiya Bhasha Parishad Award in 1989 and the Principal Prince Claus Laureate in 2008.",

      "image-fifth": "./hiren.jpg",
      "content-sixth":"Hiren Gohain is an Indian writer who writes in Assamese. He was born in Dibrugarh district of Assam in 1939 and belongs to the Kayastha community. He completed his schooling from Dibrugarh Government High School; Cotton College, Guwahati; Presidency College, Kolkata; and Cambridge University. He started his career as a lecturer at the Gauhati University and later became a professor at the same university. He has written several books of literary criticism, social analysis and political commentary. Some of his notable works are Asomiya Sahityar Ruprekha (1972), Sahitya Aru Samaj (1976), Bharat: Sampratik Samasya Aru Samadhan (1993) and Nirbachita Prabandha (2004). He has received many awards and honors for his literary works, such as the Sahitya Akademi Award in 1979, the Bharatiya Bhasha Parishad Award in 1991, the Asom Sahitya Sabha Award in 1997 and the Padma Shri in 2011.",
      
      "image-sixth":"./nagen.jpg",
      "content-seventh":"Nagen Saikia is an Indian writer who writes in Assamese. He was born in Lakhimpur district of Assam in 1939 and belongs to the Ahom community. He completed his schooling from Dhakuakhana High School; Cotton College, Guwahati; Gauhati University; Delhi University; and Jawaharlal Nehru University. He started his career as a lecturer at the Dibrugarh University and later became a professor at the same university. He has written several novels, short stories, essays and translations. Some of his notable works are Alakananda (1965), Jeevanar Batot (1972), Katha Ratnakar (1981) and Sangramar Dinlipi (1997). He has received many awards and honors for his literary works, such as the Sahitya Akademi Award in 1997, the Bharatiya Bhasha Parishad Award in 1998, the Assam Valley Literary Award in 2001 and the Padma Shri in 2019."
    },



    {
      "id":"meghalaya",
      "content-first":"Literature in Meghalaya is a captivating mirror reflecting the multifaceted culture and rich heritage of this northeastern Indian state. It weaves tales that resonate with the undulating landscapes, enchanting folk traditions, and the unique way of life in Meghalaya. The authors of this region, often deeply rooted in their Khasi, Garo, and Jaintia tribal traditions, craft narratives that bridge the gap between oral histories and contemporary storytelling. Their works explore the intricate relationships between people and the pristine natural environment that defines Meghalaya's breathtaking scenery. These authors, with their lyrical prose and insightful poetry, offer readers a glimpse into the vibrant tapestry of Meghalayan culture, emphasizing themes of community, folklore, spirituality, and the enduring connection between humans and the breathtakingly beautiful landscapes that grace this state. As Meghalaya continues to evolve and adapt to the modern world, its literature serves as an essential conduit for preserving and celebrating its unique identity, captivating readers with its enchanting stories and preserving the essence of this mesmerizing land.",
      "title": "Meghalaya",

      "image-first": "./janice.jpg",
      "content-second": "Janice Pariat is an Indian writer who writes in English. She was born in Shillong, Meghalaya in 1980 and belongs to the Khasi community. She completed her schooling from Loreto Convent, Shillong and St. Edmund’s College, Shillong. She graduated in English literature from St. Stephen’s College, Delhi and did her post-graduation from the University of East Anglia, UK. She started her career as a journalist at The Hindu, Outlook Traveller and Biblio. She has written several books of fiction, poetry and essays. Some of her notable works are Boats on Land (2012), Seahorse (2014), The Nine-Chambered Heart (2017) and The Lovers (2020). She has received many awards and recognition for her literary works, such as the Sahitya Akademi Yuva Puraskar in 2013, the Crossword Book Award in 2013, the Shakti Bhatt First Book Prize shortlist in 2013 and the Tata Literature Live! First Book Award shortlist in 2017 . She is also a co-founder and editor of Pyrta, an online literary journal. She currently lives and works in Delhi.",

      "image-second": "./soso.jpg",
      "content-third": "Soso Tham was an Indian poet who wrote in Khasi. He was born in Sohra (Cherrapunji) in 1873 and is considered to be the father of Khasi poetry. He was a self-taught poet who wrote about the culture, history, folklore and identity of the Khasi people. He also composed songs and hymns for the Seng Khasi, a socio-cultural organization that promoted the indigenous faith of the Khasis. Some of his notable works are Ki Sngi Barim U Hynniewtrep (The Olden Days of the Hynniewtrep), Ka Duitara Ksiar (The Golden Harp), Ka Nongshohnoh ka Nongpei (The Lamentation of the Orphan) and Ka Duitara Jingrwai (The Harp of the Hills). He died in Shillong in 1940. He is widely regarded as one of the greatest poets of Meghalaya and has been honored with various awards and recognitions, such as the Padma Shri in 1959, the Sahitya Akademi Award in 1981 and the Soso Tham Award in 1991.",

      "image-third": "./anjum.jpg",
      "content-fourth": "Anjum Hasan is an Indian writer who writes in English. She was born in Shillong in 1972 and belongs to the Assamese community. She completed her schooling from Loreto Convent, Shillong and St. Edmund’s College, Shillong. She graduated in English literature from Delhi University and did her post-graduation from Jawaharlal Nehru University. She started her career as a journalist at The Telegraph, The Indian Express and The Caravan. She has written several books of fiction, poetry, essays and reviews. Some of her notable works are Lunatic in My Head (2007), Neti Neti (2009), Difficult Pleasures (2012) and The Cosmopolitans (2015). She has received many awards and recognition for her literary works, such as the Man Asian Literary Prize shortlist in 2008, the Hindu Literary Prize shortlist in 2010, the Crossword Book Award shortlist in 2013 and the Sahitya Akademi Yuva Puraskar in 2014.",

      "image-fourth": "./kynpham.jpg",
      "content-fifth": "Kynpham Sing Nongkynrih is an Indian writer who writes in Khasi and English. He was born in Sohra (Cherrapunji) in 1964 and belongs to the Khasi community. He completed his schooling from Ramakrishna Mission Vidyalaya, Sohra and St. Anthony’s College, Shillong. He did his PhD in English literature from North-Eastern Hill University, Shillong. He is currently a professor at the same university. He has written several books of poetry, fiction, criticism and translation. Some of his notable works are Moments (2004), Around the Hearth: Khasi Legends (2006), The Yearning of Seeds (2011) and Time’s Barter: Haiku & Senryu (2015). He has received many awards and honors for his literary works, such as the Sahitya Akademi Award in 2018, the Raja Rao Award in 2019, the Bal Sahitya Puraskar in 2020 and the Padma Shri in 2021."
    },


    
    {
      "id":"nagaland",
      "content-first":"Literature in Nagaland is a captivating tapestry that intricately weaves together the stories, traditions, and vibrant culture of this northeastern Indian state. It is a reflection of the Naga people's rich heritage, their deep-rooted spirituality, and their profound connection with their ancestral lands. Naga authors, whether poets, novelists, or playwrights, draw inspiration from their tribal histories, folk tales, and contemporary experiences, allowing readers to delve into the heart and soul of this unique region. Through their words, they explore themes of identity, resilience, the enduring bond between man and nature, and the complex interplay between tradition and modernity. These authors, often writing in diverse Naga languages, offer a glimpse into the myriad aspects of Naga life, providing a window into a world where oral traditions meet the written word. Nagaland's literature stands as a testament to the Naga people's enduring spirit, their unwavering love for their homeland, and their commitment to preserving their cultural roots in the face of an ever-changing world. It continues to captivate readers with its depth and diversity, celebrating the essence of Nagaland and its people.",
      "title": "Nagaland",

      "image-first": "./kire.jpg",
      "content-second": "Easterine Kire is an Indian writer who writes in English. She was born in Kohima, Nagaland in 1959 and belongs to the Angami Naga tribe. She completed her schooling from Mount Hermon School, Darjeeling and Women’s College, Kohima. She graduated in English literature from Miranda House, Delhi University and did her PhD from Pune University. She started her career as a lecturer at the Kohima College and later became a professor at the University of Tromsø, Norway. She has written several books of fiction, poetry, non-fiction and children’s literature. Some of her notable works are A Naga Village Remembered (2003), Mari (2010), Son of the Thundercloud (2016) and A Respectable Woman (2018). She has received many awards and recognition for her literary works, such as the Hindu Literary Prize in 2015, the Sahitya Akademi Bal Sahitya Puraskar in 2018, the Tata Literature Live! Book of the Year Award in 2018 and the Padma Shri in 2021.",

      "image-second": "./temsula.jpg",
      "content-third": "Temsula Ao is an Indian writer who writes in English. She was born in Jorhat, Assam in 1945 and belongs to the Ao Naga tribe. She completed her schooling from St. Mary’s Convent, Shillong and Cotton College, Guwahati. She graduated in English literature from Gauhati University and did her post-graduation from Delhi University. She did her PhD from North-Eastern Hill University, Shillong. She started her career as a lecturer at the Patkai Christian College and later became a professor at the North-Eastern Hill University. She has written several books of fiction, poetry, essays and folklore. Some of her notable works are These Hills Called Home: Stories from a War Zone (2006), Laburnum for My Head (2009), The Ao Naga Oral Tradition (2010) and Once Upon a Time (2013). She has received many awards and honors for her literary works, such as the Sahitya Akademi Award in 2013, the Padma Shri in 2007, the Governor’s Gold Medal in 2009 and the Lummer Dai Literary Award in 2011.",

      "image-third": "./monalisa.jpg",
      "content-fourth": "Monalisa Changkija is an Indian writer who writes in English. She was born in Mokokchung, Nagaland in 1961 and belongs to the Ao Naga tribe. She completed her schooling from Queen Mary’s School, Delhi and Loreto Convent, Shillong. She graduated in English literature from Lady Keane College, Shillong and did her post-graduation from North-Eastern Hill University, Shillong. She started her career as a journalist at The Sentinel, Guwahati and later became the editor of Nagaland Page, Dimapur. She has written several books of poetry, essays and editorials. Some of her notable works are Weapons of Words on Pages of Pain (1993), Monsoon Mourning (1997), The Poetic Self: Towards a Phenomenology of Romanticism (2002) and Journalism: A Primer on Ethical Practice (2008). She has received many awards and honors for her literary works, such as the FOKANA Award for Excellence in Poetry in 1994.",
      
      "image-fourth": "./jamir.jpg",
      "content-fifth": "Atemjenba Jamir is an Indian writer who writes in English. He was born in Dimapur, Nagaland in 1978 and belongs to the Ao Naga tribe. He completed his schooling from St. Mary’s Higher Secondary School, Dimapur and St. Joseph’s College, Jakhama. He graduated in English literature from North-Eastern Hill University, Shillong and did his post-graduation from the University of Hyderabad. He started his career as a lecturer at the Patkai Christian College and later became a professor at the same college. He has written several books of fiction, poetry, criticism and translation. Some of his notable works are The Colours of Life (2004), The Voice of the Hills (2007), The Naga Identity: A Critical Study (2010) and The Naga Narrative: A Collection of Essays (2014). He has received many awards and honors for his literary works, such as the Governor’s Award for Excellence in Literature in 2008, the Sahitya Akademi Yuva Puraskar in 2011, the Nagaland State Award for Literature in 2012 and the Padma Shri in 2020 . He is also a co-founder and editor of The Northeast Window, a literary magazine that promotes the literature and culture of Northeast India. He currently lives and works in Dimapur."
    },



    {
      "id":"manipur",
      "content-first":"Literature in Manipur is a mesmerizing tapestry that intricately weaves together the history, culture, and aspirations of this northeastern Indian state. It serves as a reflection of the Manipuri people's rich heritage, their artistic traditions, and their profound connection with their land. Manipuri authors, whether poets, novelists, or playwrights, draw inspiration from the ancient tales of their region, the vibrant performing arts, and the contemporary dynamics that shape their lives. Through their literary works, they explore themes of resilience, cultural preservation, social change, and the delicate balance between tradition and modernity. These authors, often deeply rooted in their native language and culture, offer readers a vivid window into the heart of Manipur, a place where folklore and history coexist seamlessly, and where the natural beauty of the land finds its way into the pages of their stories. Manipur's literature is a celebration of the state's vibrant identity and a testament to the enduring spirit of its people, captivating readers with its depth and diversity, while preserving the essence of Manipur for generations to come.",
      "title": "Manipur",

      "image-first": "./rajkumar.jpg",
      "content-second": "Rajkumar Bhubonsana was an Indian writer who wrote in Manipuri. He was born in Imphal, Manipur in 1915 and is considered to be one of the pioneers of modern Manipuri literature. He was a versatile writer who wrote poems, novels, short stories, dramas, essays and translations. He was also a leader of the Nongpok Thong Hangba movement, a literary movement that aimed to revive the indigenous culture and identity of the Manipuris. Some of his notable works are Nongpok Thong Hangba (1948), Lamyanba Irabot (1951), Lamjing Lairou (1956) and Nungshiba Nangna (1964). He was also known by his pen name Lamyanba and Sahitya Surjya. He died in Imphal in 1982. He is widely regarded as one of the greatest writers of Manipur and has been honored with various awards and recognitions, such as the Padma Shri in 1977, the Sahitya Akademi Award in 1979 and the Manipur State Kala Akademi Award in 1980.",

      "image-second": "./binodini.jpg",
      "content-third": "Binodini Devi was an Indian writer who wrote in Manipuri and English. She was born in Imphal, Manipur in 1922 and belongs to the Meitei community. She completed her schooling from Tamphasana Girls’ School, Imphal and Maharani College, Jaipur. She started her career as a teacher at the Tamphasana Girls’ School and later became a principal at the same school. She has written several books of fiction, poetry, memoirs and essays. Some of her acclaimed works are Boro Saheb Ongbi Sanatombi (1976), Asangba Nongjabi (1980), The Princess and the Political Agent (2008) and My Journey: A Tale of Two Births (2010). She has received many awards and recognition for her literary achievements, such as the Padma Shri in 2003, the Sahitya Akademi Award in 1980, the Jamnalal Bajaj Award in 1996 and the Jnanpith Award in 2011.",
      
      "image-third": "./thangjam.jpg",
      "content-fourth": "Thangjam Ibopishak is an Indian writer who writes in Manipuri and English. He was born in Imphal, Manipur in 1941 and belongs to the Meitei community. He completed his schooling from Johnstone High School, Imphal and DM College, Imphal. He graduated in English literature from Gauhati University and did his post-graduation from Delhi University. He started his career as a lecturer at the DM College and later became a professor at the same college. He has written several books of poetry, fiction, criticism and translation. Some of his notable works are Matamgi Manipur (1969), Nongthang Leima (1979), The Poems of Thangjam Ibopishak (1997) and The Unfinished Book of Poetry (2018). He has received many awards and honors for his literary works, such as the Sahitya Akademi Award in 1997, the Bharatiya Bhasha Parishad Award in 2002, the Manipur State Kala Akademi Award in 2005 and the Padma Shri in 2020.",
      
      "image-fourth": "./yumlembam.jpg",
      "content-fifth": "Yumlembam Ibomcha is an Indian writer who writes in Manipuri. He was born in Bishnupur district of Manipur in 1951 and belongs to the Meitei community. He completed his schooling from Moirang High School and DM College, Imphal. He graduated in English literature from Gauhati University and did his post-graduation from North-Eastern Hill University, Shillong. He started his career as a teacher at the Moirang High School and later became a lecturer at the DM College. He has written several books of poetry, fiction, essays and folklore. Some of his notable works are Moirangthem Atombapu Sharma: Eigi Wareng Amasung Khara (1984), Panthoibi Khongchat (1992), Moirangthem Atombapu Sharma: Eigi Wareng Amasung Khara Part II (1996) and Moirangthem Atombapu Sharma: Eigi Wareng Amasung Khara Part III (2000). He has received many awards and honors for his literary works, such as the Sahitya Akademi Award in 1996, the Manipur State Kala Akademi Award in 2001, the Bharatiya Bhasha Parishad Award in 2003 and the Padma Shri in 2019."
      
    },



    {
      "id":"mizoram",
      "content-first":"Literature in Mizoram is an enchanting journey into the heart and soul of this northeastern Indian state, where the words of its authors resonate with the traditions, aspirations, and cultural richness of its people. Mizoram's literary tradition is a reflection of the deep-seated spirituality and the harmonious coexistence of indigenous customs and contemporary influences. Authors from Mizoram, whether poets, novelists, or playwrights, often draw from their Mizo heritage, tribal folklore, and the complex narratives of their society. Through their literary works, they explore themes of identity, resilience, faith, and the evolving dynamics between tradition and modernity. Writing in the Mizo language, these authors offer readers a glimpse into the intricacies of Mizo life, celebrating their unique traditions and showcasing the region's breathtaking natural beauty. Mizoram's literature stands as a testament to the enduring spirit of its people, capturing the essence of this enchanting land and captivating readers with its depth and diversity, preserving the timeless stories and cultural treasures of Mizoram for generations to come.",
      "title": "Mizoram",

      "image-first": "./lalt.jpg",
      "content-second": "Laltluangliana Khiangte is an Indian writer who writes in Mizo and English. He was born in Aizawl, Mizoram in 1952 and belongs to the Mizo community. He completed his schooling from Government High School, Aizawl and Government Higher Secondary School, Aizawl. He graduated in English literature from St. Edmund’s College, Shillong and did his post-graduation from North-Eastern Hill University, Shillong. He did his PhD from Jawaharlal Nehru University, Delhi. He started his career as a lecturer at the Pachhunga University College, Aizawl and later became a professor at the same college. He has written several books of fiction, poetry, criticism and translation. Some of his notable works are Zirlaite Leh An Hming (1984), Mizo Poetry: A Critical Study (1995), Mizo Fiction: An Introduction (2004) and The Scholar Extraordinary: The Life of Professor Laldena (2010). He has received many awards and honors for his literary works, such as the Sahitya Akademi Award in 2006, the Padma Shri in 2006, the Bharatiya Bhasha Parishad Award in 2010 and the Mizo Academy of Letters Award in 2012.",      

      "image-second": "./vanne.jpg",
      "content-third": "Vanneihtluanga is an Indian writer who writes in Mizo. He was born in Champhai district of Mizoram in 1947 and belongs to the Mizo community. He completed his schooling from Government High School, Champhai and Government Higher Secondary School, Aizawl. He graduated in English literature from St. Edmund’s College, Shillong and did his post-graduation from Gauhati University. He started his career as a teacher at the Government High School, Champhai and later became a lecturer at the Pachhunga University College, Aizawl. He has written several books of fiction, poetry, essays and folklore. Some of his notable works are Chhurbura (1978), Zawlpala (1982), Chanchintha Zirlai (1987) and Mizo Novel Zirna (1998). He has received many awards and recognition for his literary works, such as the Sahitya Akademi Award in 1992, the Padma Shri in 2015, the Bharatiya Bhasha Parishad Award in 2016 and the Mizo Academy of Letters Award in 2017.",
     
      "image-third": "./zama.jpg",
      "content-fourth": "Margaret Ch. Zama is an Indian writer who writes in English. She was born in Lunglei district of Mizoram in 1959 and belongs to the Mizo community. She completed her schooling from St. Paul’s High School, Aizawl and Loreto Convent, Shillong. She graduated in English literature from Lady Keane College, Shillong and did her post-graduation from North-Eastern Hill University, Shillong. She did her PhD from Jawaharlal Nehru University, Delhi. She started her career as a lecturer at the Pachhunga University College, Aizawl and later became a professor at the same college. She has written several books of fiction, poetry, criticism and translation. Some of her notable works are Emerging Literatures from Northeast India: The Dynamics of Culture, Society and Identity (2013), Reading Literature Today: Two Complementary Essays (2011), Mizo Fiction: An Anthology (2008) and The Other Side of Silence: Voices from the Partition of India (2000). She has received many awards and honors for her literary works, such as the Sahitya Akademi Translation Prize in 2009, the Padma Shri in 2019, the Bharatiya Bhasha Parishad Award in 2020 and the Mizo Academy of Letters Award in 2020.",

      "image-fourth":"./james.jpg",
      "content-fifth":"James Dokhuma is an Indian writer who writes in Mizo. He was born in Serchhip district of Mizoram in 1932 and belongs to the Mizo community. He completed his schooling from Government High School, Serchhip and Government Higher Secondary School, Aizawl. He graduated in English literature from St. Edmund’s College, Shillong and did his post-graduation from Gauhati University. He started his career as a teacher at the Government High School, Serchhip and later became a lecturer at the Pachhunga University College, Aizawl. He has written several books of fiction, poetry, essays and folklore. Some of his notable works are Zikpuii (1969), Mizoram: A Study in Comprehensive Geography (1978), Mizo Pi Pute Leh An Hming (1984) and Mizo Novel Zirna (1998). He has received many awards and recognition for his literary works, such as the Sahitya Akademi Award in 1984, the Padma Shri in 2006, the Bharatiya Bhasha Parishad Award in 2010 and the Mizo Academy of Letters Award in 2012."
    },




    {
      "id":"tripura",
      "content-first":"Literature in Tripura is a captivating narrative that intricately weaves together the history, culture, and unique experiences of this northeastern Indian state. It serves as a mirror reflecting the diverse tapestry of the Tripuri people and their deep-rooted connection with their homeland. Tripura's authors, whether poets, novelists, or playwrights, draw inspiration from their tribal heritage, folklore, and the contemporary dynamics that shape their lives. Through their literary works, they delve into themes of identity, resilience, cultural preservation, and the intricate balance between tradition and modernity. Often rooted in their native languages, these authors offer readers an enchanting glimpse into the heart of Tripura, where the rich oral traditions find expression in the written word. Tripura's literature celebrates the region's vibrant identity, preserving the essence of this unique land, and captivating readers with its depth and diversity, ensuring that the stories and traditions of Tripura continue to thrive for generations to come.",
      "title": "Tripura",

      "image-first": "./narendra.jpg",
      "content-second": "Nirendra Chandra Debbarma is an Indian writer who writes in Kokborok and English. He was born in Khowai district of Tripura in 1936 and belongs to the Debbarma tribe. He completed his schooling from Ramakrishna Mission Vidyalaya, Agartala and Government Degree College, Agartala. He graduated in English literature from Gauhati University and did his post-graduation from Delhi University. He started his career as a lecturer at the Government Degree College, Agartala and later became a professor at the same college. He has written several books of poetry, fiction, criticism and translation. Some of his notable works are Kokborok Poetry (1978), The Origin and Development of Kokborok Language (1981), The Emergence of Tripuri Nationalism (1990) and Kokborok Folk Literature (1996). He has received many awards and honors for his literary works, such as the Sahitya Akademi Award in 1984, the Padma Shri in 2001, the Bharatiya Bhasha Parishad Award in 2004 and the Tripura State Kala Akademi Award in 2006.",

      "image-second": "./manikya.jpg",
      "content-third": "Manikya Lal Verma is an Indian writer who writes in Bengali. He was born in Udaipur district of Tripura in 1923 and belongs to the Bengali community. He completed his schooling from Maharaja Bir Bikram College, Agartala and Presidency College, Kolkata. He graduated in Bengali literature from Calcutta University and did his post-graduation from Visva-Bharati University. He started his career as a teacher at the Maharaja Bir Bikram College, Agartala and later became a principal at the same college. He has written several books of poetry, fiction, essays and memoirs. Some of his notable works are Chhanda O Chhandabidya (1952), Tripurar Sahitya (1962), Rajmata Gayatri Devi (1974) and Smritir Pathay (1982). He has received many awards and recognition for his literary works, such as the Sahitya Akademi Award in 1972, the Padma Shri in 1977, the Bharatiya Bhasha Parishad Award in 1985 and the Rabindra Puraskar in 1990."
    },



    
    {
      "id":"sikkim",
      "content-first":"Literature in Sikkim is a captivating tapestry that intricately weaves together the culture, traditions, and natural beauty of this Himalayan state. It serves as a reflection of the diverse heritage of the Sikkimese people and their profound connection with their picturesque land. Sikkimese authors, whether poets, novelists, or playwrights, draw inspiration from their unique blend of Tibetan, Nepali, and Bhutia traditions, as well as their spiritual and geographical surroundings. Through their literary works, they explore themes of identity, spirituality, harmony with nature, and the delicate balance between tradition and modernity. Writing in languages such as Nepali and Bhutia, these authors offer readers a window into the heart of Sikkim, where the majestic Himalayan peaks, lush valleys, and vibrant cultures are beautifully etched into their narratives. Sikkim's literature is a celebration of its distinct identity, capturing the essence of this enchanting state and captivating readers with its depth and diversity, ensuring that the rich cultural heritage and natural wonders of Sikkim endure through the power of storytelling.",
      "title": "Sikkim",

      "image-first": "./pema.jpg",
      "content-second": "Pema Wangchuk is an Indian writer who writes in English and Nepali. He was born in Gangtok, East Sikkim district of Sikkim in 1966 and belongs to the Lepcha community. He completed his schooling from Tashi Namgyal Academy, Gangtok and St. Joseph’s College, Darjeeling. He graduated in English literature from North Bengal University and did his post-graduation from Delhi University. He started his career as a journalist at The Statesman, Kolkata and later became the editor of NOW!, a weekly magazine based in Gangtok. He has written several books of fiction, poetry, essays and travelogues. Some of his notable works are The Flight of Windhorse (1998), Sikkim: A Traveller’s Guide (2001), The Trans-Himalayan Traders: Economy, Society and Culture in Northwest Nepal (2005) and The Light of Sikkin: A Novel (2012). He has received many awards and honors for his literary works, such as the Sahitya Akademi Award in 2002, the Padma Shri in 2014, the Bharatiya Bhasha Parishad Award in 2016 and the Sikkim Sahitya Parishad Award in 2018.",
      
      "image-second": "./rajendra.jpg",
      "content-third":"Rajendra Bhandari is an Indian writer who writes in Nepali. He was born in Kalimpong, Darjeeling district of West Bengal in 1956 and migrated to Gangtok, Sikkim after the Gorkhaland agitation in 1986. He belongs to the Nepali community. He completed his schooling from Scottish Universities Mission Institution, Kalimpong and St. Joseph’s College, Darjeeling. He graduated in Nepali literature from North Bengal University and did his post-graduation from Tribhuvan University, Nepal. He started his career as a lecturer at the Sikkim Government College, Gangtok and later became a professor at the same college. He has written several books of poetry, fiction, criticism and translation. Some of his notable works are Samayako Sandesh (1983), Sarjakko Sandarbhama (1991), Surya Ko Ragat (1999) and Nepali Upanyasko Adhyayan (2007). He has received many awards and honors for his literary works, such as the Sahitya Akademi Award in 2006, the Padma Shri in 2017, the Bharatiya Bhasha Parishad Award in 2018 and the Sikkim Sahitya Parishad Award in 2019.",

      "image-third": "./jiwan.jpg",
      "content-fourth":"Jiwan Rai is an Indian writer who writes in English and Limbu. He was born in Yangang, South Sikkim district of Sikkim in 1985 and belongs to the Limbu community. He completed his schooling from Yangang Senior Secondary School and Namchi Government College. He graduated in English literature from North Bengal University and did his post-graduation from Delhi University. He started his career as a teacher at the Yangang Senior Secondary School and later became a lecturer at the Namchi Government College. He has written several books of fiction, poetry, essays and folklore. Some of his notable works are The Blotted Line (2011), Limbu Folklore: A Collection of Oral Folk Literature (2013), The Unfinished Dream and Other Stories (2015) and The Many That I Am: Writings from Nagaland (2019). He has received many awards and recognition for his literary works, such as the Sahitya Akademi Yuva Puraskar in 2014, the Padma Shri in 2020, the Bharatiya Bhasha Parishad Award in 2020 and the Sikkim Sahitya Parishad Award in 2020." 
    }
  ]
}